Repository: morria/amateur-radio-log
Catalog: AmateurRadioLog/AmateurRadioLog/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, ja, pt_br, zh_hans

source: %lld mapped
de: %lld angezeigt
es: %lld mapeados
ja: %lld件表示
pt_br: %lld mapeados
zh_hans: %lld个已标记

source: Add
de: Hinzufügen
es: Añadir
ja: 追加
pt_br: Adicionar
zh_hans: 添加

source: Africa
de: Afrika
es: África
ja: アフリカ
pt_br: África
zh_hans: 非洲

source: All Bands
de: Alle Bänder
es: Todas las bandas
ja: 全バンド
pt_br: Todas as bandas
zh_hans: 所有波段

source: All Modes
de: Alle Betriebsarten
es: Todos los modos
ja: 全モード
pt_br: Todos os modos
zh_hans: 所有模式

source: All Time
de: Gesamte Zeit
es: Todo el tiempo
ja: 全期間
pt_br: Todo o período
zh_hans: 全部

source: API Key (for logbook)
de: API-Schlüssel (für Logbuch)
es: Clave API (para logbook)
ja: APIキー（ログブック用）
pt_br: Chave API (para logbook)
zh_hans: API密钥（日志用）

source: Apply to QSO
de: Auf QSO anwenden
es: Aplicar al QSO
ja: QSOに適用
pt_br: Aplicar ao QSO
zh_hans: 应用到QSO

source: ARRL LoTW Credentials
de: ARRL LoTW Zugangsdaten
es: Credenciales de ARRL LoTW
ja: ARRL LoTW認証情報
pt_br: Credenciais do ARRL LoTW
zh_hans: ARRL LoTW凭据

source: Asia
de: Asien
ja: アジア
pt_br: Ásia
zh_hans: 亚洲

source: Awards & Activities
de: Awards & Aktivitäten
es: Premios y actividades
ja: アワードとアクティビティ
pt_br: Prêmios e atividades
zh_hans: 奖项与活动

source: Both
de: Beides
es: Ambos
ja: 両方
pt_br: Ambos
zh_hans: 双向

source: Callsign
de: Rufzeichen
es: Indicativo
ja: コールサイン
pt_br: Indicativo
zh_hans: 呼号

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

source: City
de: Stadt
es: Ciudad
ja: 市
pt_br: Cidade
zh_hans: 城市

source: Clear
de: Löschen
es: Borrar
ja: クリア
pt_br: Limpar
zh_hans: 清除

source: Clear All Filters
de: Alle Filter löschen
es: Borrar todos los filtros
ja: 全フィルターをクリア
pt_br: Limpar todos os filtros
zh_hans: 清除所有筛选

source: Clear Filters
de: Filter löschen
es: Borrar filtros
ja: フィルターをクリア
pt_br: Limpar filtros
zh_hans: 清除筛选

source: Close
de: Schließen
es: Cerrar
ja: 閉じる
pt_br: Fechar
zh_hans: 关闭

source: Close Detail Panel
de: Detailbereich schließen
es: Cerrar panel de detalles
ja: 詳細パネルを閉じる
pt_br: Fechar painel de detalhes
zh_hans: 关闭详情面板

source: Color by
de: Farbe nach
es: Color por
ja: 色分け
pt_br: Colorir por
zh_hans: 着色方式

source: Comment
de: Kommentar
es: Comentario
ja: コメント
pt_br: Comentário
zh_hans: 备注

source: Contact
de: Kontakt
es: Contacto
ja: 相手局
pt_br: Contato
zh_hans: 联系

source: Continent
de: Kontinent
es: Continente
ja: 大陸
pt_br: Continente
zh_hans: 洲

source: Countries
de: Länder
es: Países
ja: 国数
pt_br: Países
zh_hans: 国家数

source: Country
de: Land
es: País
ja: 国
pt_br: País
zh_hans: 国家

source: County
de: Landkreis
es: Condado
ja: 郡
pt_br: Município
zh_hans: 县

source: Date
de: Datum
es: Fecha
ja: 日付
pt_br: Data
zh_hans: 日期

source: Default Band
de: Standard-Band
es: Banda predeterminada
ja: デフォルトバンド
pt_br: Banda padrão
zh_hans: 默认波段

source: Default Mode
de: Standard-Betriebsart
es: Modo predeterminado
ja: デフォルトモード
pt_br: Modo padrão
zh_hans: 默认模式

source: Defaults
de: Standardwerte
es: Valores predeterminados
ja: デフォルト
pt_br: Padrões
zh_hans: 默认值

source: Delete
de: Löschen
es: Eliminar
ja: 削除
pt_br: Excluir
zh_hans: 删除

source: Delete QSO
de: QSO löschen
es: Eliminar QSO
ja: QSOを削除
pt_br: Excluir QSO
zh_hans: 删除QSO

source: Direction
de: Richtung
es: Dirección
ja: 方向
pt_br: Direção
zh_hans: 方向

source: Done
de: Fertig
es: Listo
ja: 完了
pt_br: Concluído
zh_hans: 完成

source: Download
de: Herunterladen
es: Descargar
ja: ダウンロード
pt_br: Baixar
zh_hans: 下载

source: Download LoTW
de: LoTW herunterladen
es: Descargar LoTW
ja: LoTWをダウンロード
pt_br: Baixar LoTW
zh_hans: 下载LoTW

source: Download QSL confirmations from LoTW. New QSOs and confirmations will be added to your log.
de: QSL-Bestätigungen von LoTW herunterladen. Neue QSOs und Bestätigungen werden zum Log hinzugefügt.
es: Descargar confirmaciones QSL de LoTW. Se añadirán nuevos QSOs y confirmaciones a tu registro.
ja: LoTWからQSL確認をダウンロードします。新しいQSOと確認がログに追加されます。
pt_br: Baixar confirmações QSL do LoTW. Novos QSOs e confirmações serão adicionados ao seu registro.
zh_hans: 从LoTW下载QSL确认。新的QSO和确认将添加到您的日志中。

source: Download QSOs from %@. Duplicates will be skipped.
de: QSOs von %@ herunterladen. Duplikate werden übersprungen.
es: Descargar QSOs de %@. Los duplicados se omitirán.
ja: %@からQSOをダウンロードします。重複はスキップされます。
pt_br: Baixar QSOs de %@. Duplicatas serão ignoradas.
zh_hans: 从%@下载QSO。重复项将被跳过。

source: Downloading from HamQTH...
de: Lade von HamQTH herunter...
es: Descargando de HamQTH...
ja: HamQTHからダウンロード中...
pt_br: Baixando do HamQTH...
zh_hans: 从HamQTH下载中...

source: Downloading from LoTW...
de: Lade von LoTW herunter...
es: Descargando de LoTW...
ja: LoTWからダウンロード中...
pt_br: Baixando do LoTW...
zh_hans: 从LoTW下载中...

source: Downloading from QRZ...
de: Lade von QRZ herunter...
es: Descargando de QRZ...
ja: QRZからダウンロード中...
pt_br: Baixando do QRZ...
zh_hans: 从QRZ下载中...

source: Downloading...
de: Lade herunter...
es: Descargando...
ja: ダウンロード中...
pt_br: Baixando...
zh_hans: 下载中...

source: e.g. FN
de: z.B. JO
es: ej. IN
ja: 例：PM
pt_br: ex. GG
zh_hans: 例如：PM

source: e.g. United States
de: z.B. Deutschland
es: ej. España
ja: 例：Japan
pt_br: ex. Brasil
zh_hans: 例如：中国

source: Edit
de: Bearbeiten
es: Editar
ja: 編集
pt_br: Editar
zh_hans: 编辑

source: Edit QSO
de: QSO bearbeiten
es: Editar QSO
ja: QSOを編集
pt_br: Editar QSO
zh_hans: 编辑QSO

source: eQSL Rcvd
de: eQSL empfangen
es: eQSL recibido
ja: eQSL受信
pt_br: eQSL recebido
zh_hans: eQSL已收

source: eQSL Sent
de: eQSL gesendet
es: eQSL enviado
ja: eQSL送信
pt_br: eQSL enviado
zh_hans: eQSL已发

source: Error
de: Fehler
ja: エラー
pt_br: Erro
zh_hans: 错误

source: Europe
de: Europa
es: Europa
ja: ヨーロッパ
pt_br: Europa
zh_hans: 欧洲

source: Export
de: Exportieren
es: Exportar
ja: エクスポート
pt_br: Exportar
zh_hans: 导出

source: Failed: %@
de: Fehlgeschlagen: %@
es: Error: %@
ja: 失敗: %@
pt_br: Falha: %@
zh_hans: 失败：%@

source: Failed: Invalid credentials
de: Fehlgeschlagen: Ungültige Anmeldedaten
es: Error: Credenciales inválidas
ja: 失敗: 無効な認証情報
pt_br: Falha: Credenciais inválidas
zh_hans: 失败：凭据无效

source: Filters
de: Filter
es: Filtros
ja: フィルター
pt_br: Filtros
zh_hans: 筛选

source: Freq (MHz)
de: Frequenz (MHz)
es: Frec. (MHz)
ja: 周波数 (MHz)
zh_hans: 频率 (MHz)

source: Frequency
de: Frequenz
es: Frecuencia
ja: 周波数
pt_br: Frequência
zh_hans: 频率

source: Frequency & Mode
de: Frequenz & Betriebsart
es: Frecuencia y modo
ja: 周波数とモード
pt_br: Frequência e modo
zh_hans: 频率与模式

source: Furthest QSO
de: Weitestes QSO
es: QSO más lejano
ja: 最遠QSO
pt_br: QSO mais distante
zh_hans: 最远QSO

source: General
de: Allgemein
ja: 一般
pt_br: Geral
zh_hans: 通用

source: Grid
de: Locator
ja: グリッド
zh_hans: 网格

source: Grid Prefix
de: Locator-Präfix
es: Prefijo de grid
ja: グリッドプレフィックス
pt_br: Prefixo de grid
zh_hans: 网格前缀

source: Grid Square
de: Locator
ja: グリッドスクエア
zh_hans: 网格定位

source: HamQTH credentials not configured
de: HamQTH-Zugangsdaten nicht konfiguriert
es: Credenciales de HamQTH no configuradas
ja: HamQTH認証情報が未設定です
pt_br: Credenciais do HamQTH não configuradas
zh_hans: HamQTH凭据未配置

source: HamQTH.com Credentials
de: HamQTH.com Zugangsdaten
es: Credenciales de HamQTH.com
ja: HamQTH.com認証情報
pt_br: Credenciais do HamQTH.com
zh_hans: HamQTH.com凭据

source: Hide Detail Panel
de: Detailbereich ausblenden
es: Ocultar panel de detalles
ja: 詳細パネルを隠す
pt_br: Ocultar painel de detalhes
zh_hans: 隐藏详情面板

source: Import
de: Importieren
es: Importar
ja: インポート
pt_br: Importar
zh_hans: 导入

source: Importing...
de: Importiere...
es: Importando...
ja: インポート中...
pt_br: Importando...
zh_hans: 导入中...

source: Inspector
de: Inspektor
ja: インスペクタ
pt_br: Inspetor
zh_hans: 检查器

source: Lookup Result
de: Suchergebnis
es: Resultado de búsqueda
ja: 検索結果
pt_br: Resultado da busca
zh_hans: 查询结果

source: LoTW credentials not configured
de: LoTW-Zugangsdaten nicht konfiguriert
es: Credenciales de LoTW no configuradas
ja: LoTW認証情報が未設定です
pt_br: Credenciais do LoTW não configuradas
zh_hans: LoTW凭据未配置

source: LoTW Rcvd
de: LoTW empfangen
es: LoTW recibido
ja: LoTW受信
pt_br: LoTW recebido
zh_hans: LoTW已收

source: LoTW Sent
de: LoTW gesendet
es: LoTW enviado
ja: LoTW送信
pt_br: LoTW enviado
zh_hans: LoTW已发

source: LoTW upload requires digitally signed ADIF files via TQSL. Download of QSL confirmations works with these credentials.
de: LoTW-Upload erfordert digital signierte ADIF-Dateien über TQSL. Der Download von QSL-Bestätigungen funktioniert mit diesen Zugangsdaten.
es: La subida a LoTW requiere archivos ADIF firmados digitalmente con TQSL. La descarga de confirmaciones QSL funciona con estas credenciales.
ja: LoTWへのアップロードにはTQSLによるデジタル署名付きADIFファイルが必要です。QSL確認のダウンロードはこの認証情報で動作します。
pt_br: O envio para LoTW requer arquivos ADIF assinados digitalmente via TQSL. O download de confirmações QSL funciona com estas credenciais.
zh_hans: LoTW上传需要通过TQSL数字签名的ADIF文件。QSL确认下载可使用这些凭据。

source: Lowest SNR
de: Niedrigstes SNR
es: SNR más bajo
ja: 最低SNR
pt_br: SNR mais baixo
zh_hans: 最低SNR

source: Map
de: Karte
es: Mapa
ja: マップ
pt_br: Mapa
zh_hans: 地图

source: Map Filters
de: Kartenfilter
es: Filtros del mapa
ja: マップフィルター
pt_br: Filtros do mapa
zh_hans: 地图筛选

source: Map Style
de: Kartenstil
es: Estilo de mapa
ja: マップスタイル
pt_br: Estilo do mapa
zh_hans: 地图样式

source: Mode
de: Betriebsart
es: Modo
ja: モード
pt_br: Modo
zh_hans: 模式

source: Month
de: Monat
es: Mes
ja: 1ヶ月
pt_br: Mês
zh_hans: 一月

source: My Grid Square
de: Mein Locator
es: Mi Grid Square
ja: 自局グリッドスクエア
pt_br: Meu Grid Square
zh_hans: 我的网格定位

source: My Station
de: Meine Station
es: Mi estación
ja: 自局情報
pt_br: Minha estação
zh_hans: 我的电台

source: New QSO
de: Neues QSO
es: Nuevo QSO
ja: 新規QSO
pt_br: Novo QSO
zh_hans: 新建QSO

source: No new confirmations
de: Keine neuen Bestätigungen
es: Sin nuevas confirmaciones
ja: 新しい確認はありません
pt_br: Sem novas confirmações
zh_hans: 没有新的确认

source: North America
de: Nordamerika
es: América del Norte
ja: 北米
pt_br: América do Norte
zh_hans: 北美洲

source: Notes
de: Notizen
es: Notas
ja: メモ
pt_br: Notas
zh_hans: 笔记

source: Nothing new to upload
de: Nichts Neues hochzuladen
es: Nada nuevo para subir
ja: アップロードするものはありません
pt_br: Nada novo para enviar
zh_hans: 没有新内容需要上传

source: Oceania
de: Ozeanien
es: Oceanía
ja: オセアニア
zh_hans: 大洋洲

source: Password
de: Passwort
es: Contraseña
ja: パスワード
pt_br: Senha
zh_hans: 密码

source: Power
de: Leistung
es: Potencia
ja: 出力
pt_br: Potência
zh_hans: 功率

source: Propagation
de: Ausbreitung
es: Propagación
ja: 伝搬
pt_br: Propagação
zh_hans: 传播

source: Provider
de: Anbieter
es: Proveedor
ja: プロバイダー
pt_br: Provedor
zh_hans: 服务商

source: QRZ credentials not configured
de: QRZ-Zugangsdaten nicht konfiguriert
es: Credenciales de QRZ no configuradas
ja: QRZ認証情報が未設定です
pt_br: Credenciais do QRZ não configuradas
zh_hans: QRZ凭据未配置

source: QRZ.com Credentials
de: QRZ.com Zugangsdaten
es: Credenciales de QRZ.com
ja: QRZ.com認証情報
pt_br: Credenciais do QRZ.com
zh_hans: QRZ.com凭据

source: QSL Rcvd
de: QSL empfangen
es: QSL recibida
ja: QSL受信
pt_br: QSL recebido
zh_hans: QSL已收

source: QSL Sent
de: QSL gesendet
es: QSL enviada
ja: QSL送信
pt_br: QSL enviado
zh_hans: QSL已发

source: QSOs by Band
de: QSOs nach Band
es: QSOs por banda
ja: バンド別QSO
pt_br: QSOs por banda
zh_hans: 按波段统计

source: QSOs by Mode
de: QSOs nach Betriebsart
es: QSOs por modo
ja: モード別QSO
pt_br: QSOs por modo
zh_hans: 按模式统计

source: QSOs by SNR
de: QSOs nach SNR
es: QSOs por SNR
ja: SNR別QSO
pt_br: QSOs por SNR
zh_hans: 按SNR统计

source: Quarter
de: Quartal
es: Trimestre
ja: 3ヶ月
pt_br: Trimestre
zh_hans: 一季

source: Records
de: Rekorde
es: Récords
ja: 記録
pt_br: Recordes
zh_hans: 记录

source: RST Rcvd
de: RST empfangen
es: RST recibido
ja: RST受信
pt_br: RST recebido
zh_hans: RST接收

source: RST Sent
de: RST gesendet
es: RST enviado
ja: RST送信
pt_br: RST enviado
zh_hans: RST发送

source: S1-S2 (Weak)
de: S1-S2 (Schwach)
es: S1-S2 (Débil)
ja: S1-S2（弱い）
pt_br: S1-S2 (Fraco)
zh_hans: S1-S2（弱）

source: S9 (Strong)
de: S9 (Stark)
es: S9 (Fuerte)
ja: S9（強い）
pt_br: S9 (Forte)
zh_hans: S9（强）

source: Satellite
de: Satellit
es: Satélite
ja: 衛星
pt_br: Satélite
zh_hans: 卫星

source: Save
de: Sichern
es: Guardar
ja: 保存
pt_br: Salvar
zh_hans: 保存

source: Save Credentials
de: Zugangsdaten speichern
es: Guardar credenciales
ja: 認証情報を保存
pt_br: Salvar credenciais
zh_hans: 保存凭据

source: Save failed: %@
de: Speichern fehlgeschlagen: %@
es: Error al guardar: %@
ja: 保存に失敗: %@
pt_br: Falha ao salvar: %@
zh_hans: 保存失败：%@

source: Saved
de: Gespeichert
es: Guardado
ja: 保存しました
pt_br: Salvo
zh_hans: 已保存

source: Search callsign, name, location...
de: Rufzeichen, Name, Ort suchen...
es: Buscar indicativo, nombre, ubicación...
ja: コールサイン、名前、場所を検索...
pt_br: Buscar indicativo, nome, local...
zh_hans: 搜索呼号、姓名、位置...

source: Select a QSO
de: QSO auswählen
es: Selecciona un QSO
ja: QSOを選択
pt_br: Selecione um QSO
zh_hans: 选择一个QSO

source: Serial Rcvd
de: Serial empfangen
es: Serial recibido
ja: シリアル受信
pt_br: Serial recebido
zh_hans: 序号接收

source: Serial Sent
de: Serial gesendet
es: Serial enviado
ja: シリアル送信
pt_br: Serial enviado
zh_hans: 序号发送

source: Set grid square from GPS
de: Locator per GPS setzen
es: Establecer grid desde GPS
ja: GPSからグリッドスクエアを設定
pt_br: Definir grid pelo GPS
zh_hans: 通过GPS设置网格定位

source: Settings
de: Einstellungen
es: Ajustes
ja: 設定
pt_br: Configurações
zh_hans: 设置

source: Show Detail Panel
de: Detailbereich einblenden
es: Mostrar panel de detalles
ja: 詳細パネルを表示
pt_br: Mostrar painel de detalhes
zh_hans: 显示详情面板

source: Show on Map
de: Auf Karte anzeigen
es: Mostrar en mapa
ja: マップに表示
pt_br: Mostrar no mapa
zh_hans: 在地图上显示

source: Signal Reports
de: Signalberichte
es: Reportes de señal
ja: シグナルレポート
pt_br: Relatórios de sinal
zh_hans: 信号报告

source: South America
de: Südamerika
es: América del Sur
ja: 南米
pt_br: América do Sul
zh_hans: 南美洲

source: Special
de: Spezial
es: Especial
ja: 特殊
pt_br: Especial
zh_hans: 特殊

source: State
de: Bundesland
es: Estado
ja: 州
pt_br: Estado
zh_hans: 州

source: Station Callsign
de: Stations-Rufzeichen
es: Indicativo de la estación
ja: 自局コールサイン
pt_br: Indicativo da estação
zh_hans: 电台呼号

source: Statistics
de: Statistiken
es: Estadísticas
ja: 統計
pt_br: Estatísticas
zh_hans: 统计

source: Submode
de: Unterbetriebsart
es: Submodo
ja: サブモード
pt_br: Submodo
zh_hans: 子模式

source: Success! Connected to HamQTH.com
de: Erfolg! Mit HamQTH.com verbunden
es: ¡Éxito! Conectado a HamQTH.com
ja: 成功！HamQTH.comに接続しました
pt_br: Sucesso! Conectado ao HamQTH.com
zh_hans: 成功！已连接到HamQTH.com

source: Success! Connected to LoTW
de: Erfolg! Mit LoTW verbunden
es: ¡Éxito! Conectado a LoTW
ja: 成功！LoTWに接続しました
pt_br: Sucesso! Conectado ao LoTW
zh_hans: 成功！已连接到LoTW

source: Success! Connected to QRZ.com
de: Erfolg! Mit QRZ.com verbunden
es: ¡Éxito! Conectado a QRZ.com
ja: 成功！QRZ.comに接続しました
pt_br: Sucesso! Conectado ao QRZ.com
zh_hans: 成功！已连接到QRZ.com

source: Sync Direction
de: Sync-Richtung
es: Dirección de sincronización
ja: 同期方向
pt_br: Direção da sincronização
zh_hans: 同步方向

source: Sync HamQTH
de: HamQTH synchronisieren
es: Sincronizar HamQTH
ja: HamQTHと同期
pt_br: Sincronizar HamQTH
zh_hans: 同步HamQTH

source: Sync QRZ
de: QRZ synchronisieren
es: Sincronizar QRZ
ja: QRZと同期
pt_br: Sincronizar QRZ
zh_hans: 同步QRZ

source: Syncing with HamQTH...
de: Synchronisiere mit HamQTH...
es: Sincronizando con HamQTH...
ja: HamQTHと同期中...
pt_br: Sincronizando com HamQTH...
zh_hans: 正在与HamQTH同步...

source: Syncing with QRZ...
de: Synchronisiere mit QRZ...
es: Sincronizando con QRZ...
ja: QRZと同期中...
pt_br: Sincronizando com QRZ...
zh_hans: 正在与QRZ同步...

source: Syncing...
de: Synchronisiere...
es: Sincronizando...
ja: 同期中...
pt_br: Sincronizando...
zh_hans: 同步中...

source: Test Connection
de: Verbindung testen
es: Probar conexión
ja: 接続テスト
pt_br: Testar conexão
zh_hans: 测试连接

source: Time
de: Zeit
es: Hora
ja: 時刻
pt_br: Hora
zh_hans: 时间

source: Time (UTC)
de: Zeit (UTC)
es: Hora (UTC)
ja: 時刻 (UTC)
pt_br: Hora (UTC)
zh_hans: 时间 (UTC)

source: Time Range
de: Zeitraum
es: Rango de tiempo
ja: 期間
pt_br: Período
zh_hans: 时间范围

source: Total QSOs
de: QSOs gesamt
es: QSOs totales
ja: 総QSO数
pt_br: Total de QSOs
zh_hans: 总QSO数

source: TX Power (W)
de: Sendeleistung (W)
es: Potencia TX (W)
ja: 送信出力 (W)
pt_br: Potência TX (W)
zh_hans: 发射功率 (W)

source: Unique Calls
de: Eindeutige Rufzeichen
es: Indicativos únicos
ja: ユニークコール
pt_br: Indicativos únicos
zh_hans: 独立呼号

source: Unknown
de: Unbekannt
es: Desconocido
ja: 不明
pt_br: Desconhecido
zh_hans: 未知

source: Upload
de: Hochladen
es: Subir
ja: アップロード
pt_br: Enviar
zh_hans: 上传

source: Upload is not supported — LoTW requires digitally signed logs. Use TQSL to sign and upload your ADIF files.
de: Upload wird nicht unterstützt — LoTW benötigt digital signierte Logs. Verwenden Sie TQSL zum Signieren und Hochladen Ihrer ADIF-Dateien.
es: La subida no es compatible — LoTW requiere registros firmados digitalmente. Usa TQSL para firmar y subir tus archivos ADIF.
ja: アップロードは非対応です — LoTWにはデジタル署名されたログが必要です。TQSLを使用してADIFファイルに署名してアップロードしてください。
pt_br: O envio não é suportado — LoTW requer logs assinados digitalmente. Use o TQSL para assinar e enviar seus arquivos ADIF.
zh_hans: 不支持上传 — LoTW需要数字签名的日志。请使用TQSL签名并上传您的ADIF文件。

source: Upload local QSOs and download new QSOs from %@. Duplicates will be skipped.
de: Lokale QSOs hochladen und neue QSOs von %@ herunterladen. Duplikate werden übersprungen.
es: Subir QSOs locales y descargar nuevos QSOs de %@. Los duplicados se omitirán.
ja: ローカルのQSOをアップロードし、%@から新しいQSOをダウンロードします。重複はスキップされます。
pt_br: Enviar QSOs locais e baixar novos QSOs de %@. Duplicatas serão ignoradas.
zh_hans: 上传本地QSO并从%@下载新QSO。重复项将被跳过。

source: Upload local QSOs to %@.
de: Lokale QSOs zu %@ hochladen.
es: Subir QSOs locales a %@.
ja: ローカルのQSOを%@にアップロードします。
pt_br: Enviar QSOs locais para %@.
zh_hans: 上传本地QSO到%@。

source: US States
de: US-Bundesstaaten
es: Estados de EE.UU.
ja: 米国州
pt_br: Estados dos EUA
zh_hans: 美国州

source: Username (Callsign)
de: Benutzername (Rufzeichen)
es: Usuario (Indicativo)
ja: ユーザー名（コールサイン）
pt_br: Usuário (Indicativo)
zh_hans: 用户名（呼号）

source: Views
de: Ansichten
es: Vistas
ja: 表示
pt_br: Visualizações
zh_hans: 视图

source: Week
de: Woche
es: Semana
ja: 1週間
pt_br: Semana
zh_hans: 一周

source: Welcome
de: Willkommen
es: Bienvenido
ja: ようこそ
pt_br: Bem-vindo
zh_hans: 欢迎

source: Welcome to Amateur Radio Log
de: Willkommen bei Amateur Radio Log
es: Bienvenido a Amateur Radio Log
ja: Amateur Radio Logへようこそ
pt_br: Bem-vindo ao Amateur Radio Log
zh_hans: 欢迎使用Amateur Radio Log

source: Year
de: Jahr
es: Año
ja: 1年
pt_br: Ano
zh_hans: 一年

source: YTD
de: Dieses Jahr
es: Año actual
ja: 年初来
pt_br: Ano atual
zh_hans: 今年

source: Band
es: Banda
ja: バンド
pt_br: Banda
zh_hans: 波段

source: Contest
es: Concurso
ja: コンテスト
pt_br: Concurso
zh_hans: 竞赛

source: CQ Zone
es: Zona CQ
ja: CQゾーン
pt_br: Zona CQ
zh_hans: CQ区

source: Hybrid
es: Híbrido
ja: ハイブリッド
pt_br: Híbrido
zh_hans: 混合

source: ITU Zone
es: Zona ITU
ja: ITUゾーン
pt_br: Zona ITU
zh_hans: ITU区

source: Log
es: Registro
ja: ログ
pt_br: Registro
zh_hans: 日志

source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_hans: 姓名

source: POTA Export
es: Exportar POTA
ja: POTAエクスポート
pt_br: Exportar POTA
zh_hans: POTA导出

source: QSL Status
es: Estado QSL
ja: QSLステータス
pt_br: Status QSL
zh_hans: QSL状态

source: QSO Details
es: Detalles del QSO
ja: QSO詳細
pt_br: Detalhes do QSO
zh_hans: QSO详情

source: RST S
es: RST E
pt_br: RST E

source: Standard
es: Estándar
ja: 標準
pt_br: Padrão
zh_hans: 标准

source: Station
es: Estación
ja: 局情報
pt_br: Estação
zh_hans: 电台

source: Sync
es: Sincronizar
ja: 同期
pt_br: Sincronizar
zh_hans: 同步

source: 24h
ja: 24時間
zh_hans: 24小时

source: OK
zh_hans: 好
